Repository: senshu/Sozi
Catalog: locales/*.po
Languages: de, eo, fr, he, id, tr, zh_hans, zh_tw

source: <i class="fas fa-exclamation-triangle"></i> Error
de: <i class="fas fa-exclamation-triangle"></i> Fehler
eo: <i class="fas fa-exclamation-triangle"></i> Eraro
fr: <i class="fas fa-exclamation-triangle"></i> Erreur
he: <i class="fas fa-exclamation-triangle"></i> שגיאה
id: <i class="fas fa-exclamation-triangle"></i> Galat
tr: Hata: <i class="fas fa-exclamation-triangle"></i>
zh_hans: <i class="fas fa-exclamation-triangle"></i> 错误
zh_tw: <i class="fas fa-exclamation-triangle"></i> 錯誤

source: <i class="fas fa-info-circle"></i> Information
eo: <i class="fas fa-info-circle"></i> Informo
fr: <i class="fas fa-info-circle"></i> Informations
he: <i class="fas fa-info-circle"></i> מידע
id: <i class="fas fa-info-circle"></i> Informasi
tr: Bilgi: <i class="fas fa-info-circle"></i>
zh_hans: <i class="fas fa-info-circle"></i> 提示
zh_tw: <i class="fas fa-info-circle"></i> 資訊

source: Document was changed. Reloading.
de: Dokument wurde geändert. Aktualisiere.
eo: La dokumento estas ŝanĝita. Reŝargante.
fr: Le document a été modifié. Rechargement.
he: המסמך השתנה. מתבצע רענון.
id: Dokumen diubah. Memuat kembali.
tr: Belge değiştirildi. Yeniden yükleniyor.
zh_hans: 文档已修改。重新加载中。
zh_tw: 文件已更改。重新載入中。

source: Document was changed.
de: Dokument wurde geändert.
eo: La dokumento estas ŝanĝita.
fr: Le document a été modifié.
he: המסמך השתנה.
id: Dokumen telah diubah.
tr: Belge değiştirildi.
zh_hans: 文档已修改。
zh_tw: 文件已更改。

source: Presentation was exported to PDF.
de: Präsentation wurde ins PDF-Format exportiert.
eo: La prezentaĵo eksportiĝis kiel PDF.
fr: La présentation a été exportée au format PDF.
he: המצגת יוצאה ל־PDF.
id: Presentasi diekspor ke PDF.
tr: Sunum PDF olarak dışa aktarıldı.
zh_tw: 簡報業已匯出成 PDF 檔案。

source: Failed to write PDF file.
de: Konnte PDF-Datei nicht schreiben.
eo: Malsukcesis skribi PDF-dosieron.
fr: Échec de l'écriture du fichier PDF.
he: כתיבת קובץ ה־PDF נכשלה.
id: Gagal menulis berkas PDF.
tr: PDF dosyası yazılamadı.
zh_tw: 寫入 PDF 檔案失敗。

source: Presentation was exported to PPTX.
de: Präsentation wurde ins PPTX-Format exportiert.
eo: La prezentaĵo eksportiĝis kiel PPTX.
fr: La présentation a été exportée au format PPTX.
he: המצגת יוצאה ל־PPTX.
id: Presentasi diekspor ke PPTX.
tr: Sunum PPTX olarak dışa aktarıldı.
zh_tw: 簡報業已匯出成 PPTX 檔案。

source: Failed to write PPTX file.
de: Konnte PPTX-Datei nicht schreiben.
eo: Malsukcesis skribi PPTX-dosieron.
fr: Échec de l'écriture du fichier PPTX.
he: כתיבת קובץ ה־PPTX נכשלה.
id: Gagal menulis berkas PPTX.
tr: PPTX dosyası yazılamadı.
zh_tw: 寫入 PPTX 檔案失敗。

source: Presentation was exported to video.
de: Präsentation wurde als Video exportiert.
eo: La prezentaĵo eksportiĝis kiel filmo.
fr: La présentation a été exportée en vidéo.
he: המצגת יוצאה לסרטון.
id: Presentasi diekspor ke video.
tr: Sunum video olarak dışa aktarıldı.
zh_tw: 簡報業已匯出成影片檔案。

source: Failed to write video file.
de: Konnte Videodatei nicht schreiben.
eo: Malsukcesis skribi filmodosieron.
fr: Échec de l'écriture du fichier vidéo.
he: כתיבת קובץ הסרטון נכשלה.
id: Gagal menulis berkas video.
tr: Video dosyası yazılamadı.
zh_tw: 寫入影片檔案失敗。

source: Document is not valid SVG.
de: Die Datei ist kein gültiges SVG.
eo: La dokumento ne estas valida SVG.
fr: Le document n'est pas conforme au standard SVG.
he: המסמך אינו SVG תקני.
id: Dokumen bukan SVG yang valid.
tr: Belge geçerli bir SVG değil.
zh_hans: 此文件不是有效的 SVG 文件。
zh_tw: 此文件不是有效的 SVG 檔案。

source: Document was imported from Sozi 13 or earlier.
de: Dokument wurde aus Sozi 13 oder früher importiert.
eo: La dokumento estas importita el Sozi 13 aŭ antaŭa versio.
fr: Le document a été importé depuis Sozi 13 ou une version antérieure.
he: המסמך יובא מ־Sozi 13 ומטה.
id: Dokumen diimpor dari Sozi 13 atau sebelumnya.
tr: Belge, Sozi 13 ya da daha öncesi bir sürümden içeri aktarıldı.
zh_hans: 输入文档为 Sozi 13 或更早期版本。
zh_tw: 文件匯入 Sozi 13 或更舊的版本。

source: Saved %s.
de: %s gespeichert.
eo: Konserviĝis %s.
fr: Fichier %s enregistré.
he: %s נשמר.
id: %s tersimpan.
tr: %s kaydedildi.
zh_hans: 保存完毕 %s 。
zh_tw: 完成儲存 %s 。

source: Open an SVG file from your computer
de: Lade lokale SVG Datei hoch
eo: Malfermi SVG-dosieron el via komputilo
fr: Ouvrir un document SVG depuis votre ordinateur
he: פתיחת קובץ SVG מהמחשב שלך
id: Buka berkas SVG dari komputer
tr: Bilgisayarınızdan bir SVG dosyası açın
zh_hans: 从电脑打开 SVG 文件
zh_tw: 開啟電腦中的 SVG 檔案

source: Do you want to save the presentation before closing?
de: Möchten Sie die Präsentation vor dem Schließen speichern?
eo: Ĉu konservi la prezentaĵon antaŭ ol fermi ĝin?
fr: Voulez-vous enregistrer la présentation avant de quitter ?
he: לשמור את המצגת לפני הסגירה?
id: Apakah Anda ingin menyimpan presentasi sebelum menutup?
tr: Sunumu kapatmadan önce kaydetmek ister misiniz?
zh_hans: 是否要在关闭之前保存该演示文稿？
zh_tw: 在關閉之前是否儲存簡報？

source: Yes
de: Ja
eo: Jes
fr: Oui
he: כן
id: Ya
tr: Evet
zh_hans: 是
zh_tw: 是

source: No
de: Nein
eo: Ne
fr: Non
he: לא
id: Tidak
tr: Hayır
zh_hans: 否
zh_tw: 否

source: File not found: %s.
de: Datei nicht gefunden: %s.
eo: Ne trovis la dosieron: %s.
fr: Fichier non trouvé : %s.
he: הקובץ לא נמצא: %s.
id: Berkas tidak ditemukan: '%s.
tr: Dosya bulunamadı: %s.
zh_hans: 找不到文件: %s.
zh_tw: 找不到檔案： %s。

source: Choose an SVG file
de: Wähle ein SVG-Dokument
eo: Elekti SVG-dosieron
fr: Choisir un fichier SVG
he: נא לבחור קובץ SVG
id: Pilih berkas SVG
tr: Bir SVG dosyası seçin
zh_hans: 选择 SVG 文件
zh_tw: 選擇 SVG 檔案

source: SVG files
de: SVG Dateien
eo: SVG-dosieroj
fr: Fichiers SVG
he: קובצי SVG
id: Berkas SVG
tr: SVG dosyaları
zh_hans: SVG 文件
zh_tw: SVG 檔案

source: This file will not be reloaded on change: %s.
de: Bei Änderungen wird diese Datei nicht erneut geladen werden: %s.
eo: Ĉi tiu dosiero ne estos reŝargita post ŝanĝo: %s.
fr: Ce fichier ne sera pas rechargé après modification : %s.
he: הקובץ לא יתרענן בעת ביצוע שינוי: %s.
id: Berkas ini tidak akan dimuat ulang pada perubahan: %s.
tr: Bu dosya, değişiklik olduğunda yeniden yüklenmeyecek: %s.
zh_tw: 此檔案將不會再次載入於變更： %s。

source: Could not read file %s.
de: Konnte Datei %s nicht öffnen.
eo: Malsukcesis legi la dosieron %s.
fr: Impossible de lire le fichier %s.
he: לא ניתן לקרוא את הקובץ %s.
id: Tidak bisa membaca berkas %s.
tr: %s dosyası okunamadı.
zh_hans: 无法读取文件 %s。
zh_tw: 無法讀取文件 %s。

source: Open an SVG file from your computer (<i class="fas fa-exclamation-triangle"></i> read-only)
de: Lade lokale SVG Datei hoch (<i class="fas fa-exclamation-triangle"></i> schreibgeschützt)
eo: Malfermi SVG-dosieron el via komputilo (<i class="fas fa-exclamation-triangle"></i> nurlege)
fr: Ouvrir un document SVG depuis votre ordinateur (<i class="fas fa-exclamation-triangle"></i> en lecture seule)
he: פתיחת קובץ SVG מהמחשב שלך (<i class="fas fa-exclamation-triangle"></i> קריאה בלבד)
id: Buka berkas SVG dari komputer anda (<i class="fas fa-exclamation-triangle"></i> hanya-baca)
tr: Bilgisayarınız üzerinden bir SVG dosyası açın (<i class="fas fa-exclamation-triangle"> </i> salt okunur)
zh_hans: 从电脑打开 SVG 文件 (<i class="fas fa-exclamation-triangle"></i> 只读)
zh_tw: 開啟電腦中的 SVG 檔案 (<i class="fas fa-exclamation-triangle"></i> 唯讀)

source: Open an SVG file from Google Drive
de: Lade SVG Datei aus Google Drive
eo: Malfermi SVG-dosieron el Google Drive
fr: Ouvrir un document SVG depuis Google Drive
he: פתיחת קובץ SVG מ־Google Drive
id: Buka berkas SVG dari Google Drive
tr: Google Drive üzerinden bir SVG dosyası açın
zh_hans: 从 Google Drive 上打开 SVG 文件
zh_tw: 開啟 Google 雲端硬碟中的 SVG 檔案

source: Autoselect outline element
de: Umrißelement automatisch auswählen
eo: Aŭtomate elekti la elementon uzotan kiel konturon
fr: Sélectionner automatiquement l'élément à utiliser comme contour
he: בחירת רכיב מתאר אוטומטית
id: Pilih elemen outline otomatis
tr: Dış hat öğesini otomatik seç
zh_hans: 自动选择大纲元素
zh_tw: 自動選擇大綱元件

source: Reset layer geometry
de: Ebene zurücksetzen
eo: Repravalorizi la geometrion de la tavolo
fr: Réinitialiser la géométrie du calque
he: איפוס צורת השכבה
id: Setel ulang layer geometri
tr: Katman biçimlendirmesini sıfırla
zh_hans: 重置层几何形状
zh_tw: 重設圖層

source: Create a new frame
de: Neuen Frame erstellen
eo: Krei novan kadron
fr: Créer une nouvelle vue
he: יצירת תמונית חדשה
id: Buat frame baru
tr: Yeni bir kare oluştur
zh_hans: 创建动画帧
zh_tw: 新建框格

source: Save the presentation
de: Präsentation speichern
eo: Konservi la prezentaĵon
fr: Enregistrer la présentation
he: שמירת המצגת
id: Simpan presentasi
tr: Sunumu kaydet
zh_hans: 保存演示文稿
zh_tw: 儲存簡報

source: Redo
de: Wiederholen
eo: Refari
fr: Refaire
he: ביצוע חוזר
id: Ulangi
tr: Yeniden yap
zh_hans: 重做
zh_tw: 重復操作

source: Undo
de: Rückgängig
eo: Malfari
fr: Annuler
he: החזרה
id: Urungkan
tr: Geri al
zh_hans: 撤消
zh_tw: 取消操作

source: Focus the frame title
de: Fokussieren des Bildtitels
eo: Enfokusigi la titolon de la kadro
fr: Focaliser sur le titre de la vue
he: התמקדת על הכותרת הראשית של התמונית
id: Fokuskan judul frame
tr: Kare başlığına git
zh_hans: 前往帧标题
zh_tw: 前往框格標題

source: Reload the SVG document
de: Aktualisiere die SVG Datei
eo: Reŝargi la SVG-dokumenton
fr: Recharger le document SVG
he: רענון מסמך ה־SVG
id: Muat ulang dokumen SVG
tr: SVG belgesini yeniden yükle
zh_hans: 重新加载SVG文档
zh_tw: 重新載入 SVG 文件

source: Toggle full-screen mode
de: Vollbildmodus umschalten
eo: Baskuli la tutekranan reĝimon
fr: Basculer le mode plein écran
he: החלפת מצב מסך מלא
id: Beralih ke mode layar penuh
tr: Tam ekran modunu aç-kapa
zh_hans: 切换全屏模式
zh_tw: 切換全螢幕模式

source: Toggle the developer tools
de: Werkzeuge öffnen
eo: Baskuli la programadilojn
fr: Basculer l'affichage des outils de développement
he: החלפת מצב כלי הפיתוח
id: Beralih ke alat pengembang
tr: Geliştirici araçlarını aç-kapa
zh_hans: 切换开发人员工具
zh_tw: 切換開發者模式

source: User interface
de: Benutzer-Schnittstelle
eo: Fasado
fr: Interface utilisateur
he: מנשק משתמש
id: Antarmuka pengguna
tr: Kullanıcı arayüzü
zh_hans: 用户界面
zh_tw: 使用者介面

source: Language
de: Sprache
eo: Lingvo
fr: Langue
he: שפה
id: Bahasa
tr: Dil
zh_tw: 語言

source: Font size
de: Schriftgröße
eo: Grando de la tiparo
fr: Taille de la fonte
he: גודל גופן
id: Ukuran huruf
tr: Yazı boyutu
zh_hans: 字体大小
zh_tw: 字型大小

source: Enable notifications on save and reload
de: Benachrichtigung beim Speichern und Aktualisieren
eo: Ebligi atentigojn post konservi kaj reŝargi
fr: Activer les notifications lors de l'enregistrement ou du rechargement
he: הפעלת התראות עם שמירה ורענון
id: Aktifkan pemberitahuan saat menyimpan dan memuat ulang
tr: Kaydet ve yeniden yükle ile ilgili bildirimleri aç
zh_hans: 启用保存和重新加载通知
zh_tw: 存檔及重新載入時啟用通知

source: Enable notifications
de: Benachrichtigung einschalten
eo: Ebligi atentigojn
fr: Activer les notifications
he: הפעלת התראות
id: Aktifkan pemberitahuan
tr: Bildirimleri aç
zh_hans: 启用通知
zh_tw: 啟用通知

source: When Sozi loses the focus
de: Wenn Sozi den Fokus verliert
eo: Kiam Sozi perdas la fokuson
fr: Quand Sozi perd le focus
he: כאשר המיקוד של Sozi אובד
id: Ketika Sozi kehilangan fokus
tr: Sozi odağı kaybettiğinde
zh_hans: 当Sozi失去焦点时
zh_tw: 當 Sozi 失去焦點時

source: Manually
de: Manuell
eo: Mane
fr: Manuellement
he: ידנית
id: Manual
tr: Elle
zh_hans: 手动
zh_tw: 手動

source: Automatically
de: Automatisch
eo: Aŭtomate
fr: Automatiquement
he: אוטומטית
id: Otomatis
tr: Otomatik
zh_hans: 自动
zh_tw: 自動

source: When Sozi gets the focus
de: Wenn Sozi den Fokus bekommt
eo: Kiam Sozi akiras la fokuson
fr: Quand Sozi obtient le focus
he: כאשר המיקוד עובר אל Sozi
id: Ketika Sozi mendapat fokus
tr: Sozi odağa aldığında
zh_hans: 当Sozi获得焦点
zh_tw: 當 Sozi 得到焦點時

source: Behavior
de: Verhalten
eo: Konduto
fr: Comportement
he: התנהגות
id: Perilaku
tr: Hareket
zh_hans: 动作效果
zh_tw: 動作效果

source: Preview transition animations
de: Präsentationsvorschau
eo: Antaŭrigardi la transpasajn movbildojn
fr: Prévisualiser l'animation des transitions
he: תצוגה מקדימה של הנפשות המעברונים
id: Pratinjau animasi transisi
tr: Geçiş animasyonlarını önizle
zh_hans: 过渡动画预览
zh_tw: 預覽轉場動態效果

source: Enable animated transitions
de: Animierte Übergänge aktivieren
eo: Ebligi la transpasajn movbildojn
fr: Activer l'animation des transitions
he: הפעלת מעברונים מונפשים
id: Aktifkan animasi transisi
tr: Animasyonlu geçişleri etkinleştir
zh_hans: 启用动画过渡
zh_tw: 啟用動態的轉場效果

source: Keyboard shortcuts
de: Tastenkombinationen
eo: Fulmoklavoj
fr: Raccourcis clavier
he: קיצורי מקלדת
id: Pintasan papan ketik
tr: Klavye kısayolları
zh_hans: 键盘快捷键
zh_tw: 鍵盤操作快捷鍵

source: Basic formatting supported:
de: Grundlegende Formatierung unterstützt:
eo: Baza subtenata tekstaranĝo:
fr: Mise en forme basique acceptée :
he: תמיכה בעיצוב בסיסי:
id: Pemformatan dasar yang didukung:
tr: Desteklenen temel biçimlendirmeler:
zh_hans: 支持的基本格式：
zh_tw: 基本支援的格式：

source: Ctrl+B: Bold
de: Strg+B: Fett
eo: Stir+B: Grasa tiparo
fr: Ctrl+B : Gras
he: Ctrl+B: מודגש
id: Ctrl+B: Tebal
tr: Ctrl+B: Kalın
zh_hans: Ctrl + B：粗体
zh_tw: Ctrl+B: 粗體

source: Ctrl+I: Italic
de: Strg+I: Kursiv
eo: Stir+I: Kursiva tiparo
fr: Ctrl+I : Italique
he: Ctrl+I: נטוי
id: Ctrl+I: Miring
tr: Ctrl+I: Eğik
zh_hans: Ctrl + I：斜体
zh_tw: Ctrl+I: 斜體

source: Ctrl+U: Underline
de: Strg+U: Unterstreichen
eo: Stir+U: Substreko
fr: Ctrl+U : Souligné
he: Ctrl+U: קו תחתי
id: Ctrl+U: Garis Bawah
tr: Ctrl+U: Altı Çizili
zh_hans: Ctrl + U：下划线
zh_tw: Ctrl+U: 底線

source: Ctrl+0: Paragraph
de: Strg+0: Absatz
eo: Stir+0: Alineo
fr: Ctrl+0 : Paragraphe
he: Ctrl+0: פסקה
id: Ctrl+0: Paragraf
tr: Ctrl+0: Paragraf
zh_hans: Ctrl + 0：段落
zh_tw: Ctrl+0: 段落

source: Ctrl+1: Big heading
de: Strg+1: Große Kopfzeile
eo: Stir+1: Granda titolo
fr: Ctrl+1 : Gros titre
he: Ctrl+1: כותרת גדולה
id: Ctrl+1: Judul besar
tr: Ctrl+1: Büyük başlık
zh_hans: Ctrl + 1：大标题
zh_tw: Ctrl+1: 大標題

source: Ctrl+2: Medium heading
de: Strg+2: Mittlere Kopfzeile
eo: Stir+2: Meza titolo
fr: Ctrl+2 : Titre moyen
he: Ctrl+2: כותרת בינונית
id: Ctrl+2: Judul sedang
tr: Ctrl+2: Orta başlık
zh_hans: Ctrl + 2：中级标题
zh_tw: Ctrl+2: 中標題

source: Ctrl+3: Small heading
de: Ctrl+3: Kleine Kopfzeile
eo: Stir+3: Malgranda titolo
fr: Ctrl+3 : Petit titre
he: Ctrl+3: כותרת קטנה
id: Ctrl+3: Judul kecil
tr: Ctrl+3: Küçük başlık
zh_hans: Ctrl + 3：小标题
zh_tw: Ctrl+3: 小標題

source: Ctrl+L: List
de: Strg+L: Liste
eo: Stir+L: Listo
fr: Ctrl+L : Liste
he: Ctrl+L: רשימה
id: Ctrl+L: Daftar
tr: Ctrl+L: Liste
zh_hans: Ctrl + L：列表
zh_tw: Ctrl+L: 列表

source: Ctrl+N: Numbered list
de: Strg+N: Nummerierte Liste
eo: Stir+N: Numerita listo
fr: Ctrl+N : Liste numérotée
he: Ctrl+N: רשימה ממוספרת
id: Ctrl+N: Daftar bernomor
tr: Ctrl+N: Numaralandırılmış liste
zh_hans: Ctrl + N：编号列表
zh_tw: Ctrl+N: 編號列表

source: Select a layer to copy
de: Wähle zu kopierenden Layer
eo: Elekti kopiotan tavolon
fr: Choisir un calque à copier
he: נא לבחור שכבה להעתקה
id: Pilih layer untuk disalin
tr: Kopyalamak için bir katman seçin
zh_hans: 选择要复制的图层
zh_tw: 選擇圖層進行複製

source: Default
de: Standard
eo: Defaŭlta
fr: Par défaut
he: בררת מחדל
id: Asal
tr: Varsayılan
zh_hans: 默认
zh_tw: 預設

source: Frame
de: Rahmen
eo: Kadro
fr: Vue
he: תמונית
tr: Kare
zh_hans: 帧
zh_tw: 框格

source: Show in frame list
de: In Liste der Frames anzeigen
eo: Montri en la listo de kadroj
fr: Afficher dans la liste des vues
he: הצגה ברשימת התמוניות
id: Perlihatkan di daftar frame
tr: Kare listesinde göster
zh_hans: 在帧列表中显示
zh_tw: 顯示於框格列表

source: Show frame number
de: Frame-Nummer anzeigen
eo: Montri la numeron de la kadro
fr: Afficher le numéro de la vue
he: הצגת מספר תמונית
id: Perlihatkan nomor frame
tr: Kare sırasını göster
zh_hans: 显示帧号
zh_tw: 顯示框格編號

source: Title
de: Titel
eo: Titolo
fr: Titre
he: כותרת ראשית
id: Judul
tr: Başlık
zh_hans: 标题
zh_tw: 標題名稱

source: Title level in frame list
de: Titelebene in der Rahmenliste
eo: Titolnivelo en listo de kadroj
fr: Niveau du titre dans la liste des vues
he: רמת הכותרת הראשית ברשימת התמוניות
id: Tingkat judul dalam daftar frame
tr: Kare listesinde başlığın seviyesi
zh_hans: 帧列表中的标题级别
zh_tw: 框格列表的標題等級

source: Id
eo: Identigilo
he: מזהה
tr: Ad
zh_tw: ID (識別編號)

source: Timeout (seconds)
de: Timeout (Sekunden)
eo: Tempolimo (sekundoj)
fr: Délai (secondes)
he: תום המתנה (שניות)
id: Batas waktu (detik)
tr: Duraksama (saniye)
zh_hans: 超时（秒）
zh_tw: 停格計時 (秒)

source: Timeout enable
de: Timeout aktivieren
eo: Ebligi la tempolimon
fr: Activer le délai
he: הפעלת תום המתנה
id: Aktifkan tengat waktu
tr: Duraksama etkin
zh_hans: 启用超时
zh_tw: 啟用停格計時功能

source: Layer
de: Ebene
eo: Tavolo
fr: Calque
he: שכבה
tr: Katman
zh_hans: 图层
zh_tw: 圖層

source: Link to previous frame
de: Link zu vorherigem Frame
eo: Ligi al la antaŭa kadro
fr: Lier à la vue précédente
he: קישור לתמונית קודמת
id: Hubungkan dengan frame sebelumnya
tr: Önceki kareye bağlantı ver
zh_hans: 链接到上一帧
zh_tw: 連結到前一個框格

source: Clip
de: Nicht sichtbare Elemente entfernen
eo: Eltondi
fr: Rogner
he: חיתוך
id: Klip
tr: Klip
zh_hans: 裁剪画面
zh_tw: 裁剪畫面

source: Copy layer
de: Ebene kopieren
eo: Kopii tavolon
fr: Copier un calque
he: העתקת שכבה
id: Salin layer
tr: Katmanı kopyala
zh_hans: 复制图层
zh_tw: 複製圖層

source: Outline element Id
de: ID des Outline-Elements
eo: Identigilo de la elemento uzota kiel konturo
fr: ID de l'élément à utiliser comme contour
he: מזהה רכיב מתאר
id: Id elemen garis besar
tr: Dış hat öğe adı
zh_hans: 大纲元素ID
zh_tw: 大綱元件 ID

source: Autoselect element
de: Element automatisch auswählen
eo: Aŭtomate elekti la elementon
fr: Sélectionner l'élément automatiquement
he: בחירת רכיב אוטומטית
id: Pilih otomatis elemen
tr: Öğeyi otomatik seç
zh_hans: 自动选择元素
zh_tw: 自動選擇元件

source: Hide element
de: Element verstecken
eo: Kaŝi la elementon
fr: Cacher l'élément
he: הסתרת רכיב
id: Sembunyikan elemen
tr: Öğeyi gizle
zh_hans: 隐藏元素
zh_tw: 隱藏元件

source: Fit to element
de: An Element anpassen
eo: Adapti al la elemento
fr: Ajuster à l'élément
he: התאמה לרכיב
id: Sesuaikan dengan elemen
tr: Öğeye sığdır
zh_hans: 符合元件大小
zh_tw: 符合元件大小

source: Layer opacity
de: Transparenz der Ebene
eo: Opakeco de la tavolo
fr: Opacité du calque
he: שקיפות שכבה
id: Opasitas layer
tr: Katman saydamlığı
zh_hans: 图层透明度
zh_tw: 圖層透明度

source: Transition
de: Übergang
eo: Transpaso
he: מעברון
id: Transisi
tr: Geçiş
zh_hans: 过渡
zh_tw: 轉場

source: Configure the animation when moving to the selected frames.
de: Konfigurieren der Animation beim Verschieben der ausgewählten frames.
eo: Agordi la moviĝon dum irado al la elektitaj kadroj.
fr: Configurer l'animation lors du déplacement vers les vues sélectionnées.
he: הגדרת ההנפשה בעת מעבר לתמוניות הנבחרות.
id: Atur animasi saat berpindah ke frame yang dipilih.
tr: Seçili karelerin animasyonlarını yapılandır.
zh_hans: 移至所选帧时配置动画。
zh_tw: 當要移動到選定框格時設定動畫效果。

source: Duration (seconds)
de: Dauer (Sekunden)
eo: Daŭro (sekundoj)
fr: Durée (secondes)
he: משך (שניות)
id: Durasi (detik)
tr: Süre (Saniye)
zh_hans: 持续时间（秒）
zh_tw: 動態時間 (秒)

source: Timing function
de: Timing-Funktion
eo: Tempofunkcio
fr: Fonction de progression du temps
he: פונקציית תזמון
id: Fungsi pengaturan waktu
tr: Zamanlama işlevi
zh_hans: 定时功能
zh_tw: 動態變速

source: Linear
eo: Lineare
fr: Linéaire
he: קווית
tr: Düz
zh_hans: 线性
zh_tw: 線性轉動 (Linear 平速)

source: Ease
de: Leicht
eo: Glate
fr: Accélérer puis ralentir (ease)
he: הקלה
tr: Yavaşlayarak
zh_hans: 淡化
zh_tw: 緩和轉動 (Ease 稍慢-快-慢)

source: Ease in
de: Leicht einblenden
eo: Malrapide-rapide
fr: Accélérer (ease in)
he: הקלה פנימה
tr: Girişte yavaşlayarak
zh_hans: 淡化进入
zh_tw: 緩入轉動 (Ease in 慢-快)

source: Ease out
de: Leicht ausblenden
eo: Rapide-malrapide
fr: Ralentir (ease out)
he: הקלה החוצה
tr: Çıkışta yavaşlayarak
zh_hans: 淡化退出
zh_tw: 緩出轉動 (Ease out 快-慢)

source: Ease in-out
de: Leichtes ein-/ausblenden
eo: Malrapide-rapide-malrapide
fr: Accélérer puis ralentir (ease in-out)
he: הקלה פנימה והחוצה
tr: Girişte ve çıkışta yavaşlayarak
zh_hans: 淡化进出
zh_tw: 緩入緩出轉動 (Ease in-out 慢-快-慢)

source: Step start
de: Zum Anfang springen
eo: Ĉe komenco
fr: Instantanée au début (step start)
he: התחלת צעד
id: Langkah mulai
tr: Girişte aralıklı
zh_hans: 步骤开始
zh_tw: 開端的步驟 (Step start)

source: Step end
de: Zum Ende springen
eo: Ĉe fino
fr: Instantanée à la fin (step end)
he: סיום צעד
id: Langkah akhir
tr: Çıkışta aralıklı
zh_hans: 步骤结束
zh_tw: 結尾的步驟 (Step end)

source: Step middle
de: Zur Mitte springen
eo: Ĉe mezo
fr: Instantanée au milieu (step middle)
he: אמצע צעד
id: Langkah tengah
tr: Ortada aralıklı
zh_hans: 中间步骤
zh_tw: 中間的步驟 (Step middle)

source: Relative zoom (%)
de: Relativer Zoom (%)
eo: Zomfaktoro (%)
fr: Zoom relatif (%)
he: תקריב יחסי (%)
id: Zoom relatif (%)
tr: Göreli yakınlaştırma (%)
zh_hans: 相对缩放（％）
zh_tw: 相對縮放 (％)

source: Path Id
de: Pfad-ID
eo: ID de la vojo
fr: ID du chemin
he: מזהה נתיב
id: ID Path
tr: Yol adı
zh_hans: 路径 ID
zh_tw: 路徑 ID

source: Hide path
de: Pfad verbergen
eo: Kaŝi la vojon
fr: Cacher le chemin
he: הסתרת נתיב
id: Sembunyikan path
tr: Yolu gizle
zh_hans: 隐藏路径
zh_tw: 隱藏路徑

source: Notes
de: Notizen
eo: Notoj
he: הערות
id: Catatan
tr: Notlar
zh_hans: 笔记
zh_tw: 備記

source: Edit presenter notes. Click here to show the list of formatting shortcuts.
de: Die Notizen des Vortragenden bearbeiten. Klicken Sie hier, um die Liste der Formatierungsverknüpfungen anzuzeigen.
eo: Redakti notojn pri prezentado. Alklaku ĉi tie por montri la liston de tekstaranĝaj fulmoklavoj.
fr: Éditer les notes du présentateur. Cliquez ici pour afficher la liste des raccourcis clavier de mise en forme.
he: עריכת הערות המציג. לחיצה כאן תציג את רשימת קיצורי העיצוב.
id: Sunting catatan penyaji. Klik di sini untuk memperlihatkan daftar pintasan pemformatan.
tr: Sunucu notlarını düzenle.Biçimlendirme kısayollarının listesi için tıklayınız.
zh_hans: 编辑演示者注释。单击此处以显示格式快捷方式列表。
zh_tw: 編輯簡報者備註。點擊此處顯示格式快捷方式清單。

source: Custom stylesheets and scripts
de: Benutzerdefinierte Stylesheets und Skripte
eo: Propraj CSS- kaj JavaScript-dosieroj
fr: Feuilles de styles et scripts personnalisés
he: גיליונות סגנון וסקריפטים בהתאמה אישית
id: Stylesheet dan skrip kustom
tr: Özel stil şablonları ve komutlar
zh_hans: 自定义脚本和层叠样式表
zh_tw: 自定義腳本和層疊樣式表

source: CSS or JS file names
de: CSS- oder JS-Dateinamen
eo: nomoj de CSS- aŭ JavaScript-dosieroj
fr: Noms des fichiers CSS ou JS
he: שמות קובצי CSS או JS
id: Nama berkas CSS atau JS
tr: CSS veya JS dosya adları
zh_hans: CSS 或 JS 文件名
zh_tw: CSS 或 JS 文件名

source: Add CSS or JS files
de: CSS- oder JS-Dateien hinzufügen
eo: Aldoni CSS- aŭ JavaScript-dosierojn
fr: Ajouter des fichiers CSS ou JS
he: הוספת קובצי CSS או JS
id: Tambah berkas CSS atau JS
tr: CSS veya JS dosyaları ekle
zh_hans: 添加 CSS 或 JS 文件
zh_tw: 添加 CSS 或 JS 文件

source: Add a file
de: Datei hinzufügen
eo: Aldoni dosieron
fr: Ajouter un fichier
he: הוספת קובץ
id: Tambahkan berkas
tr: Bir dosya ekle
zh_hans: 添加文件
zh_tw: 添加文件

source: Remove this file
de: Datei entfernen
eo: Forigi tiun dosieron
fr: Retirer ce fichier
he: הסרת הקובץ הזה
id: Hapus berkas ini
tr: Bu dosyayı kaldır
zh_hans: 删除此文件
zh_tw: 刪除此文件

source: Player
de: Spieler
eo: Spektilo
fr: Visionnage
he: נגן
id: Pemutar
tr: Oynatıcı
zh_hans: 播放器
zh_tw: 播放操控

source: Support the browser's "Back" button to move to the previous frame
de: Unterstütze die "Zurück" Taste des Browsers, um zum vorherigen Frame zu wechseln
eo: Subteni la butonon "Reen" de la TTT-legilo por iri al la antaŭa kadro
fr: Prendre en charge le bouton "Retour" du navigateur pour revenir à la vue précédente
he: תמיכה בכפתור „אחורה” (⮕) של הדפדפן כדי לעבור לתמונית הקודמת
id: Mendukung tombol "Kembali" browser untuk berpindah ke frame sebelumnya
tr: Internet tarayıcısının "Geri" tuşuyla bir önceki kareye dönmeyi destekle
zh_hans: 支持浏览器的“后退”（⬅）按钮移动到上一帧
zh_tw: 支援瀏覽器〔上一頁〕(⬅) 按鍵，回到上一個框格
