Repository: senshu/Sozi
Catalog: locales/*.po
Languages: de, eo, fr, he, id, tr, zh_hans, zh_tw

source: Moving from one frame to another will change the content of the location bar automatically.
de: Wenn Sie von einem Rahmen zu einem anderen wechseln, ändert sich der Inhalt der Positionsleiste automatisch.
eo: Iro de unu kadro al alia ŝanĝos aŭtomate la enhavon de la lokobreto.
fr: Un déplacement d'une vue à une autre modifiera le contenu de la barre d'adresse automatiquement.
he: מעבר מתמונית אחת לאחרת תחליף את תוכן סרגל הכתובת אוטומטית.
id: Berpindah dari satu frame ke frame lainnya akan mengubah konten bilah lokasi secara otomatis.
tr: Bir kareden diğerine geçerken konum çubuğunun içeriğini otomatik olarak değiştir.
zh_hans: 从一帧移到另一帧将自动更改位置栏的内容。
zh_tw: 從一個框格移到另一個框格，將會自動改變位置欄的內容。

source: Allow to control the presentation
de: Präsentation steuern
eo: Permesi agojn je la prezentado
fr: Autoriser les actions sur le déroulement de la présentation
he: לאפשר שליטה במצגת
id: Izinkan mengontrol presentasi
tr: Sunumu kontrol etmeye izin ver
zh_hans: 允许控制演示
zh_tw: 允許控制簡報

source: using the mouse
de: Maus verwenden
eo: per la muso
fr: avec la souris
he: באמצעות העכבר
id: Memakai mouse
tr: Fareyi kullanarak
zh_hans: 使用鼠标
zh_tw: 使用滑鼠

source: using the keyboard
de: Tastatur verwenden
eo: per la klavaro
fr: avec le clavier
he: באמצעות המקלדת
id: Memakai papan ketik
tr: Klavyeyi kullanarak
zh_hans: 使用键盘
zh_tw: 使用鍵盤

source: Allow to move the camera
de: Erlauben, die Kamera zu bewegen
eo: Permesi movi la observadopunkton
fr: Autoriser le déplacement de la caméra
he: לאפשר להזיז את המצלמה
id: Izinkan untuk memindah kamera
tr: Kamerayı hareket ettirmeye izin ver
zh_hans: 允许移动相机
zh_tw: 允許移動鏡頭

source: Allow to rotate the camera
de: Erlauben die Kamera zu drehen
eo: Permesi turni la observadopunkton
fr: Autoriser la rotation de la caméra
he: לאפשר להטות את המצלמה
id: Izinkan memutar kamera
tr: Kamerayı döndürmeye izin ver
zh_hans: 允许旋转相机
zh_tw: 允許旋轉鏡頭

source: Allow to zoom
de: Zoom zulassen
eo: Permesi zomi
fr: Autoriser le zoom
he: לאפשר להתקרב
id: Izinkan untuk memperbesar
tr: Görüntüyü yakınlaştırmaya izin ver
zh_hans: 允许缩放
zh_tw: 允許放大

source: Click here to see the syntax for this field
de: Hier klicken, um die Syntax für dieses Feld zu sehen
eo: Alklaku ĉi tie por vidi la sintakson por ĉi tiu kampo
fr: Cliquez ici pour voir la syntaxe de ce champ
he: יש ללחוץ כאן כדי לראות את התחביר של השדה הזה
id: Klik di sini untuk melihat sintaks dari bidang ini
tr: Bu alanın söz dizimini görmek için buraya tıklayın
zh_tw: 在此點按以查看此欄位語法

source: Examples of frame lists to include/exclude in export
de: Beispiele von Framelisten, die beim Export ein- oder ausgeschlossen werden sollen
eo: Ekzemploj de listoj de kadroj inkluzivotaj/ekskluzivotaj dum eksportado
fr: Exemples de listes de vues à inclure/exclure dans l'export
he: דוגמאות של רשימות תמוניות להכליל/להחריג בייצוא
id: Contoh daftar frame untuk disertakan/dikecualikan dalam ekspor
tr: Dışa aktarmaya dahil edilecek/hariç tutulacak kare listesi örnekleri
zh_tw: 在匯出時包含/不包含框格的範例

source: Select frames 2, 5, and 12: "2, 5, 12"
de: Frames 2, 5 und 12 wählen: "2, 5, 12"
eo: Elekti kadrojn 2, 5, kaj 12: "2, 5, 12"
fr: Sélectionner les vues 2, 5, et 12 : "2, 5, 12"
he: לבחור את תמוניות 2, 5 ו־12: „2, 5, 12”
id: Pilih frame 2,5 dan 12: "2, 5, 12"
tr: 2, 5 ve 12 numaralı kareleri seç: "2, 5, 12"
zh_tw: 選擇框格 2, 5 及12: "2, 5, 12"

source: Select frames 5 to 8: "5:8"
de: Frames 5 bis 8 wählen: "5:8"
eo: Elekti kadrojn 5 ĝis 8: "5:8"
fr: Sélectionner les vues 5 à 8 : "5:8"
he: לבחור את תמוניות 5 עד 8: „5:8”
id: Pilih frame 5 hingga 8: "5:8"
tr: 5 ile 8 arasındaki kareleri seç: "5:8"
zh_tw: 選擇框格 5 至 8: "5:8"

source: Select frames 5, 8, 11, 14, and 17: "5:8:17"
de: Frames 5, 8, 11, 14 und 17 wählen: "5:8:17"
eo: Elekti kadrojn 5, 8, 11, 14, kaj 17: "5:8:17"
fr: Sélectionner les vues 5, 8, 11, 14 et 17 : "5:8:17"
he: לבחור את תמוניות 5, 8, 11, 14, ו־17: „5:8:17”
id: Pilih frame 5, 8, 11, 14, dan 17: "5:8:17"
tr: 5, 8, 11, 14 ve 17 numaralı kareleri seç: "5:8:17"
zh_tw: 選擇框格 5, 8, 11, 14 及 17: "5:8:17"

source: Select frames 2, 5, and 10 to 15: "2, 5, 10:15"
de: Frames 2, 5 und 10 bis 15 wählen: "2, 5, 10:15"
eo: Elekti kadrojn 2, 5, kaj 10 ĝis 15: "2, 5, 10:15"
fr: Sélectionner les vues 2, 5, et 10 à 15 : "2, 5, 10:15"
he: לבחור את תמוניות 2, 5 ו־10 עד 15: „2, 5, 10:15”
id: Pilih frame 2, 5, dan 10 hingga 15: "2, 5, 10:15"
tr: 2 ve 5 numaralı kareler ile 10 ve 15 arasındaki kareleri seç: "2, 5, 10:15"
zh_tw: 選擇框格 2, 5 及 10 至15: "2, 5, 10:15"

source: Export
de: Exportieren
eo: Eksporti
fr: Exportation
he: ייצוא
id: Ekspor
tr: Dışa aktar
zh_tw: 匯出

source: Document type
de: Dokumenttyp
eo: Dosierformo
fr: Type de document
he: סוג המסמך
id: Tipe dokumen
tr: Belge türü
zh_tw: 文件類型

source: Portable Document Format (PDF)
eo: Portebla Dokumenta Formo (PDF)
he: תצורת מסמך ניידת (PDF)
zh_tw: 可攜式文件格式(PDF)

source: Microsoft PowerPoint (PPTX)
zh_tw: 微軟 PowerPoint (PPTX)

source: Video
eo: Filmo
fr: Vidéo
he: סרטון
zh_tw: 影片

source: Export the presentation
de: Präsentation speichern
eo: Eksporti la prezentaĵon
fr: Exporter la présentation
he: ייצוא המצגת
id: Ekspor presentasi
tr: Sunumu dışa aktar
zh_hans: 导出演示文稿
zh_tw: 匯出簡報

source: Page size
de: Seitengröße
eo: Formato
fr: Taille de la page
he: גודל הדף
id: Ukuran halaman
tr: Sayfa boyutu
zh_tw: 頁面大小

source: Legal
eo: Jura
fr: Légal
he: משפטי
tr: Hukuki (Legal)
zh_tw: Legal (216 × 356 mm)

source: Letter
eo: Letera
fr: Lettre
he: מכתב
tr: Mektup (Letter)
zh_tw: Letter (216 × 279 mm)

source: Tabloid
eo: Ĉiutaga gazeto
fr: Tabloïd
he: צהובון
zh_tw: Tabloid (279 × 432 mm)

source: Page orientation
de: Seitenausrichtung
eo: Paĝorientiĝo
fr: Orientation de la page
he: כיוון הדף
id: Orientasi halaman
tr: Sayfa yönlendirmesi
zh_hans: 页面方向
zh_tw: 頁面方向

source: Landscape
de: Landschaftsmodus
eo: Horizontala
fr: Paysage
he: לרוחב
id: Lanskap
tr: Yatay
zh_tw: 橫向

source: Portrait
de: Porträtmodus
eo: Vertikala
he: לאורך
id: Potret
tr: Dikey
zh_tw: 直向

source: List of frames to include
de: Einzuschließende Frames
eo: Listo de inkluzivotaj kadroj
fr: Liste des vues à inclure
he: רשימת תמוניות לכלול
id: Daftar frame yang akan disertakan
tr: Dahil edilecek karelerin listesi
zh_tw: 列出包含的框格

source: List of frames to exclude
de: Auszuschließende Frames
eo: Listo de ekskluzivotaj kadroj
fr: Liste des vues à exclure
he: רשימת תמוניות להחריג
id: Daftar frame yang dikecualikan
tr: Hariç tutulacak karelerin listesi
zh_tw: 列出不包含的框格

source: Slide size
de: Größe der Präsentation
eo: Grando de lumbildo
fr: Taille des diapos
he: גודל שקופית
id: Ukuran slide
tr: Slayt boyutu
zh_tw: 投影片大小

source: Banner
eo: Rubando
fr: Bannière
he: כרזה
tr: Afiş
zh_tw: 橫幅

source: Hagaki Card
de: Hagaki-Postkarte
eo: Japana poŝtkarto
fr: Carte Hagaki
he: כרטיס הגאקי
id: Kartu Hagaki
tr: Hagaki Kartı
zh_tw: Hagaki Card (100x148mm)

source: Overhead
eo: Projekcio
he: עליון
tr: Asetat (Overhead)
zh_tw: 透明片

source: Screen 16:10
de: 16:10-Format
eo: 16:10-formato
fr: Écran 16:10
he: מסך 16:10
id: Layar 16:10
tr: 16:10 Ekran
zh_tw: 螢幕 16:10

source: Screen 16:9
de: 16:9-Format
eo: 16:9-formato
fr: Écran 16:9
he: מסך 16:9
id: Layar 16:9
tr: 16:9 Ekran
zh_tw: 螢幕 16:9

source: Screen 4:3
de: 4:3-Format
eo: 4:3-formato
fr: Écran 4:3
he: מסך 4:3
id: Layar 4:3
tr: 4:3 Ekran
zh_tw: 螢幕 4:3

source: Format
eo: Filma dosierformo
he: תצורה
tr: Biçim
zh_tw: 格式

source: MPEG-4 (.mp4)
zh_tw: MPEG-4 (.mp4) 影片

source: Ogg Vorbis (.ogv)
zh_tw: Ogg Vorbis (.ogv) 聲音

source: WebM (.webm)
zh_tw: WebM (.webm) 圖片

source: Windows Media Video (.wmv)
zh_tw: Windows Media Video (.wmv) 聲音

source: Image sequence (.png)
de: Bildsequenz (.png)
eo: Bildosinsekvo (.png)
fr: Séquence d'images (.png)
he: רצף תמונות (‎.png)
id: Urutan gambar (.png)
tr: Görüntü dizisi (.png)
zh_tw: Image sequence (.png) 圖片

source: Width (pixels)
de: Breite (in Pixel)
eo: Larĝo (bilderoj)
fr: Largeur (pixels)
he: רוחב (פיקסלים)
id: Lebar (piksel)
tr: Genişlik (piksel)
zh_tw: 寬度 (pixels)

source: Height (pixels)
de: Höhe (in Pixel)
eo: Alto (bilderoj)
fr: Hauteur (pixels)
he: גובה (פיקסלים)
id: Tinggi (piksel)
tr: Yükseklik (piksel)
zh_tw: 高度 (pixels)

source: Frame rate (frames/sec)
de: Bildrate (Bilder / Sekunde)
eo: Kadrofrekvenco (kadroj/sekundo)
fr: Nombre d'images par seconde
he: קצב תמוניות (תמוניות לשנייה)
id: Kecepatan frame (frame/detik)
tr: Kare hızı (kare/sn)
zh_tw: 影格率 (frames/sec)

source: Bit rate (kbits/sec)
de: Bitrate (kbits / Sekunde)
eo: Bitrapido (kilobitoj/sekundo)
fr: Débit (kbits/sec)
he: קצב סיביות (קילו סיביות לשנייה)
id: Kecepatan bit (kbit / dtk)
tr: Bit hızı (kbit/sn)
zh_tw: Bit rate (kbits/sec) 位元速率

source: Delete the selected frames
de: Den ausgewählten Frame löschen
eo: Forviŝi la elektitajn kadrojn
fr: Supprimer les vues sélectionnées
he: למחוק את התמוניות הנבחרות
id: Hapus frame terpilih
tr: Seçili kareleri sil
zh_hans: 删除选定的帧
zh_tw: 刪除所選的框格

source: Add layer
de: Ebene hinzufügen
eo: Aldoni tavolon
fr: Ajouter un calque
he: הוספת שכבה
id: Tambah layer
tr: Katman ekle
zh_hans: 添加图层
zh_tw: 加上圖層

source: Add all layers
de: Alle Ebenen hinzufügen
eo: Aldoni ĉiujn tavolojn
fr: Ajouter tous les calques
he: להוסיף את כל השכבות
id: Tambahkan semua layer
tr: Tüm katmanları ekle
zh_hans: 添加所有图层
zh_tw: 加上所有圖層

source: This layer is visible. Click to hide it.
de: Diese Ebene ist sichtbar. Klicken, um sie zu verstecken.
eo: Tiu tavolo estas videbla. Alklaku por kaŝi ĝin.
fr: Ce calque est visible. Cliquez pour le cacher.
he: השכבה הזאת גלויה. יש ללחוץ כדי להסתיר אותה.
id: Layer ini tampak. Klik untuk menyembunyikan.
tr: Bu katman şu anda görünür.Tıklayarak gizle.
zh_hans: 该层可见单击隐藏。
zh_tw: 此為可見圖層。點按它即可隱藏。

source: This layer is hidden. Click to show it.
de: Diese Ebene ist versteckt. Klicken, um sie zu zeigen.
eo: Tiu tavolo estas kaŝita. Alklaku por montri ĝin.
fr: Ce calque est caché. Cliquez pour le rendre visible.
he: השכבה הזאת מוסתרת. יש ללחוץ כדי להציג אותה.
id: Layer ini tersembunyi. Klik untuk menampakkan.
tr: Bu katman şu anda gizli.Tıklayarak görünür yap.
zh_hans: 该层隐藏单击显示。
zh_tw: 此為隱藏圖層。點按它即可顯示。

source: Remove this layer
de: Die ausgewählte Ebene löschen
eo: Forigi tiun tavolon
fr: Retirer ce calque
he: להסיר את השכבה הזאת
id: Hapus layer ini
tr: Bu katmanı kaldır
zh_hans: 删除这一层
zh_tw: 移除此一圖層

source: Insert selection before frame %d
de: Auswahl vor Frame %d einfügen
eo: Enmeti la elektaĵon antaŭ la kadron %d
fr: Insérer la sélection avant la vue %d
he: להוסיף את הבחירה לפני תמונית %d
id: Masukkan frame terpilih sebelum frame %d
tr: Seçimi %d karesinden önce yapıştır
zh_hans: 在第%d帧之前插入所选内容
zh_tw: 在框格 %d 之前插入所選項目

source: Insert selection after frame %d
de: Auswahl nach Frame %d einfügen
eo: Enmeti la elektaĵon post la kadron %d
fr: Insérer la sélection après la vue %d
he: להוסיף את הבחירה אחרי תמונית %d
id: Masukkan frame terpilih sesudah frame %d
tr: Seçimi %d karesinden sonra yapıştır
zh_hans: 在第%d帧之后插入所选内容
zh_tw: 在框格 %d 之後插入所選項目

source: You should add graphic elements in the current area to help Sozi keep track of this layer's position.
de: Sie sollten im aktuellen Bereich Grafikelemente hinzufügen, damit Sozi die Position dieser Ebene verfolgen kann.
eo: Vi aldonu grafikaĵojn en la aktuala areo por helpi Sozi spuri la pozicion de ĉi tiu tavolo.
fr: Vous devriez ajouter des éléments graphiques dans la région courante pour aider Sozi à suivre la position de ce calque.
he: עליך להוסיף רכיבים גרפיים באזור הנוכחי כדי לסייע ל־Suzi לעקוב אחר מיקום השכבה הזאת.
id: Anda harus menambahkan elemen grafis di area saat ini untuk membantu Sozi melacak posisi layer tersebut.
tr: Sozi'nin bu katmanın konumunu anlayabilmesine yardımcı olması için bu alana görsel öğe eklemelisiniz.
zh_hans: 您应该在当前区域添加图形元素，以帮助Sozi跟踪该图层的位置。
zh_tw: 您應該在當前區域中添加圖形元件，以幫助 Sozi 追蹤此圖層的位置。

source: Aspect ratio:
de: Seitenverhältnis:
eo: Ekranformato:
fr: Format :
he: יחס תצוגה:
id: Rasio aspek:
tr: Çerçeve Oranı:
zh_hans: 宽高比
zh_tw: 寬高比例：

source: Move the selected layers (hold Alt to zoom, Shift to rotate)
de: Ausgewählte Ebenen verschieben (Alt zum Zoomen, Shift zum Drehen)
eo: Movi la elektitajn tavolojn (tenu Alternativ-klavon por zomi, Majusklig-klavon por turni)
fr: Déplacer les calques sélectionnés (pressez la touche Alt pour zoomer, Shift pour tourner)
he: להעביר את השכבות הנבחרות (להחזיק Alt כדי להתקרב/להתרחק, Shift כדי להטות)
id: Pindahkan layer terpilih (tahan Alt untuk zum, Shift untuk memutar)
tr: Seçili katmanları taşı(Alt'a basılı tutarak yakınlaştırma/uzaklaştırma yapabilir, Shift'e basılı tutarak döndürme yapabilirsiniz)
zh_hans: 移动选定的图层（按Alt键缩放，按Shift键旋转）
zh_tw: 移動所選圖層 (按 Alt 縮放；按 Shift 旋轉)

source: Zoom in/out on the selected layers (you can also hold the Alt key in Move mode)
de: In die gewählten Ebenen hinein- oder hinauszoomen (Alternativ auch die Alt-Taste während des Verschiebens drücken)
eo: Zomi/malzomi en la elektitaj tavoloj (vi ankaŭ povas teni la Alternativ-klavon en Mov-reĝimo)
fr: Zoomer/dézoomer sur les calques sélectionnés (vous pouvez aussi presser la touche Alt en mode déplacement)
he: להתקרב/להתרחק ביחס לשכבות הנבחרות (ניתן להחזיק את מקש ה־Alt במצב הזזה)
id: Zum layer terpilih (anda dapat menahan tombol Alt di mode gerak)
tr: Seçili katmanları yakınlaştır/uzaklaştır(Ayrıca Taşıma modunda Alt'a basılı tutarak da yapabilirsiniz)
zh_hans: 放大/缩小选定的图层（在移动模式下按住Alt键）
zh_tw: 縮放所選圖層 (也可以在移動模式下按 Alt 縮放)

source: Rotate the selected layers (you can also hold the Shift key in Move mode)
de: Ausgewählte Ebenen rotieren (Alternativ auch die Shift-Taste während des Verschiebens drücken)
eo: Turni la elektitajn tavolojn (vi ankaŭ povas teni la Majusklig-klavon en Mov-reĝimo)
fr: Tourner les calques sélectionnés (vous pouvez aussi presser la touche Shift en mode déplacement)
he: להטות את השכבות הנבחרות (ניתן להחזיק את מקש ה־Shift במצב הזזה)
id: Putar layer terpilih (anda dapat menahan tombol Shift di mode gerak)
tr: Seçili katmanları döndür(Ayrıca Taşıma modunda Shift'e basılı tutarak da yapabilirsiniz)
zh_hans: 旋转选定的图层（您也可以在“移动”模式下按住Shift键）
zh_tw: 旋轉所選圖層 (也可以在移動模式下按 Shift 旋轉)

source: Edit the clipping area
de: Bearbeiten des Clipping-Bereichs
eo: Redakti la eltondotaĵon
fr: Modifier la zone à rogner
he: עריכת אזור החיתוך
id: Sunting area kliping
tr: Kırpma alanını düzenle
zh_hans: 编辑裁剪区域
zh_tw: 編輯剪輯區域

source: Disable full-screen mode
de: Vollbild schließen
eo: Malŝalti la tutekranan reĝimon
fr: Quitter le mode plein écran
he: להשבית מצב מסך מלא
id: Matikan mode layar penuh
tr: Tam ekran modundan çık
zh_hans: 退出全屏模式
zh_tw: 關閉全螢幕模式

source: Enable full-screen mode
de: Vollbild öffnen
eo: Ŝalti la tutekranan reĝimon
fr: Activer le mode plein écran
he: הפעלת מצב מסך מלא
id: Aktifkan mode layar penuh
tr: Tam ekran moduna gir
zh_hans: 启用全屏模式
zh_tw: 啟用全螢幕模式

source: Preferences
de: Einstellungen
eo: Agordoj
fr: Préférences
he: העדפות
id: Preferensi
tr: Seçenekler
zh_hans: 首选项
zh_tw: 偏好設定

source: Information
eo: Informoj
he: מידע
id: Informasi
tr: Bilgi
zh_hans: 信息提示
zh_tw: 軟體資訊

source: System language
de: Systemsprache
eo: Lingvo de la sistemo
fr: La langue du système
he: שפת המערכת
id: Bahasa sistem
tr: Sistem dili
zh_tw: 系統語言

source: 35 mm
he: 35 מ״מ

source: Back to presentation properties
fr: Revenir aux propriétés de la présentation
